/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Assistente de Configuração de Mapeamentos de Portas";
"Firewall.Service.Intro" = "O Assistente de Configuração de Mapeamentos de Portas ajuda a mapear o tráfego de rede de entrada em portas e serviços específicos para os computadores da sua rede.";
"Firewall.PortHost.Intro" = "Escolha um serviço do menu pop‑up ou digite o endereço IP público e privado e portas que pretende mapear entre eles.";
"Firewall.PortHost.IPv6" = "É também possível permitir o tráfego de rede de entrada a todos os hosts de IPv6 na sua rede.";
"Firewall.Description.Intro" = "Introduza a descrição para esta entrada de mapeamento de portas.";
"Firewall.Description.Done" = "Quando terminar, clique em Terminado para guardar a sua entrada de mapeamento de portas.";

"tcpPrivatePorts" = "Porta(s) TCP privada(s)";
"tcpPublicPorts" = "Porta(s) TCP pública(s)";
"udpPrivatePorts" = "Porta(s) UDP privada(s)";
"udpPublicPorts" = "Porta(s) UDP pública(s)";

"type" = "Serviço";
"hosts" = "Endereço IP privado";
"privatePort" = "Porta privada";
"description" = "Descrição";
"advertiseService" = "Publicitar globalmente utilizando o Bonjour";
"serviceName" = "Nome do serviço";
"serviceType" = "Tipo de servidor";
"allowAllIPv6" = "Permitir tráfego a todos os hosts de IPv6";

"ConflictingPortNumber" = "Há um conflito entre um número de porta pública e uma porta em utilização por um serviço na estação‑base. Escolha outro número de porta pública.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Há um conflito entre um número de porta UDP pública e uma porta em utilização por um serviço na estação‑base. Escolha outro número de porta pública.";
"ConflictingPortUDPFileSharing" = "Há um conflito entre um número de porta UDP pública e uma porta de partilha de ficheiros na estação‑base. Desactive a partilha de ficheiros ou escolha outro número de porta.";
"ConflictingPortUDPFileSharingNoDisable" = "Há um conflito entre um número de porta UDP pública e a porta de partilha de ficheiros na estação‑base. Escolha outro número de porta.";
"ConflictingPortUDPSNMP" = "Há um conflito entre uma porta UDP pública e a porta SNMP na estação‑base. Desactive o SNMP ou escolha outro número de porta.";
"ConflictingPortTCPFileSharing" = "Há um conflito entre um número de porta TCP pública e uma porta de partilha de ficheiros na estação‑base. Desactive a partilha de ficheiros ou escolha outro número de porta.";
"ConflictingPortTCPFileSharingNoDisable" = "Há um conflito entre um número de porta TCP pública e a porta de partilha de ficheiros na estação‑base. Escolha outro número de porta.";
"ConflictingPortTCPACP" = "Há um conflito entre um número de porta TCP pública e a porta de configuração na estação‑base. Escolha outro número de porta.";

/* Services */
"Personal File Sharing" = "Partilha pessoal de ficheiros";
"Windows Sharing" = "Partilha Windows";
"Personal Web Sharing" = "Partilha na Web";
"Remote Login - SSH" = "Acesso remoto - SSH";
"FTP Access" = "Acesso FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Eventos remotos Apple";
"Printer Sharing" = "Partilha de impressoras";
"POP Mail" = "Correio POP";
"POP Mail with SSL" = "Correio POP com SSL";
"IMAP Mail" = "Correio IMAP";
"IMAP Mail with SSL" = "Correio IMAP com SSL";
"SMTP Mail" = "Correio SMTP";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Escolha um serviço";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Assistente de Configuração do Firewall IPv6";
"IPv6Firewall.Intro" = "O Assistente de Configuração do Firewall IPv6 ajuda a autorizar o tráfego de rede IPv6 de entrada para os dispositivos na sua rede.";

"AllowLabel" = "Permitir";
"AllowAll" = "Todos os serviços e portas";
"AllowAllTCPUDP" = "Todas as portas TCP e UDP";
"AllowSpecific" = "Portas TCP e UDP específicas";

"host" = "Endereço IPv6";
"tcpPorts" = "Porta(s) TCP";
"udpPorts" = "Porta(s) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Assistente de Configuração de Contas";
"Accounts.UserPassword" = "Nome de utilizador e palavra‑passe";
"Accounts.UserPassword.Intro" = "Digite o nome da conta e a palavra‑passe.";
"Accounts.Restrictions.FileAccess" = "Escolha o acesso desta conta a discos partilhados.";

"name" = "Nome";
"shortName" = "Nome abreviado";
"password" = "Palavra‑passe";
"passwordVerify" = "Confirme a palavra‑passe";
"fileSharingAccess" = "Acesso de partilha";
"accessBelowGuest" = "O nível de acesso de partilha de ficheiros escolhido é inferior ao acesso restrito (convidado). Este utilizador poderá ainda aceder como convidado e ter acesso a discos partilhados.";
"UsernameInUse" = "Este nome de conta já existe. Digite outro nome.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Assistente de Configuração de Controlo de Acesso Temporizado";
"TimedAccess.Intro" = "Digite o endereço MAC sem fios do cliente ou o ID AirPort e descrição.";
"TimedAccess.Intro.Fallback" = "Introduza uma descrição para o nível de acesso predefinido nesta rede.";
"TimedAccess.Restrictions" = "Clique em Adicionar (+) para definir os limites de tempo da rede deste cliente.";
"TimedAccess.Restrictions.Fallback" = "Clique em Adicionar (+) para definir os limites de tempo da rede predefinidos.";
"ThisComputer" = "Este computador";

"days.0" = "Sem acesso";
"days.1" = "À segunda‑feira";
"days.2" = "À terça‑feira";
"days.4" = "À quarta‑feira";
"days.8" = "À quinta‑feira";
"days.16" = "À sexta‑feira";
"days.32" = "Ao sábado";
"days.64" = "Ao domingo";
"days.31" = "Dias úteis";
"days.96" = "Aos fins‑de‑semana";
"days.127" = "Todos os dias";

"time.0" = "antes";
"time.1" = "após";
"time.2" = "entre";
"time.3" = "todo o dia";

"and" = "e";

"TimedAccessWillExpireOn" = "O acesso deste cliente a esta rede irá expirar a %@.";
"TimedAccessDidExpire" = "O acesso deste cliente a esta rede expirou.";	
"TimedAccessDidExpireExplain" = "Se pretender restaurar o acesso à rede, pode alterar os limites de tempo do cliente de “Sem Acesso” para outro valor.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Assistente de Configuração de Reservas de DHCP";
"DHCPReservation.Name" = "Nomear a reserva";
"DHCPReservation.Name.Intro" = "Se pretender reservar um endereço IP específico para um cliente na sua rede, digite uma descrição para a reserva.";
"DHCPReservation.Name.Middle" = "Reservar o endereço por endereço MAC ou ID de cliente DHCP.";
"DHCPReservation.Name.Continue"	= "Clique em Continuar quando terminar.";
"DHCPReservation.Mapping" = "Mapear um ID de cliente ou endereço MAC a um endereço IP";
"DHCPReservation.Mapping.MACAddress" = "Digite o endereço MAC para o cliente da ligação sem fios que recebe a reserva.";
"DHCPReservation.Mapping.ClientID" = "Digite o ID de cliente DHCP para o cliente da ligação sem fios que recebe a reserva.";
"DHCPReservation.Mapping.IP" = "Digite o endereço IP que pretende reservar para o cliente. O endereço IP que reservar será dado apenas ao cliente com o endereço MAC ou com o ID de cliente DHCP digitado.";
"DHCPReservation.Mapping.Done"	= "Clique em Terminado quando terminar.";

"macAddress" = "Endereço MAC";
"clientID" = "ID de cliente DHCP";
"ipv4Address" = "Endereço IPv4";
"ReserveAddressBy" = "Reservar endereço por";

/*  AAUSimpleConfigTask  */

"WPS" = "Assistente de Configuração de Clientes sem Fios";
"WPS.Auth.Intro" = "Existem duas formas de permitir o acesso de um cliente à sua rede protegida por palavra‑passe, sem digitar uma palavra‑passe. Poderá introduzir um PIN para o utilizador ou permitir o acesso ao primeiro cliente que tentar aceder à rede.";
"WPS.Auth.DayPass" = "É também possível limitar o acesso deste cliente a apenas 24 horas.";

"WPS.PIN.Intro" = "Digite o PIN do cliente.";
"WPS.PIN.Description" = "O PIN será apresentado no ecrã do cliente ou será impresso no dispositivo, se o cliente não tiver um ecrã.";

"WPS.Done.Intro" = "Quando o cliente sem fios entra correctamente na rede, irá aparecer abaixo.";
"WPS.Done.Waiting" = "A aguardar o cliente sem fios…";
"WPS.Done.Failed" = "Ocorreu um erro quando um cliente sem fios tentava aceder à rede. Tente de novo.";
"WPS.Done.Success" = "O novo cliente sem fios entrou correctamente na sua rede.";

"AllowClientsBy" = "Permitir cliente por";
"PIN" = "PIN";
"FirstCome" = "Primeira tentativa";
"DayPass" = "Limitar o acesso do cliente a 24 horas";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Opções de ligações sem fios";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opções";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nome de host";
"BaseStationHostnames" = "Nomes de host";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Canais de rádio";

"AppleWiFiConnectOptions" = "Opções do cliente sem fios";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Dispositivo USB";

"USBDeviceSharingAccounts" = "Contas";
"USBDeviceSharingAccounts.title" = "Seleccionar contas de utilizador";
"AddNewAccount" = "Adicionar conta";
"SaveAccount" = "Guardar conta";

"USBDeviceIsExclusive" = "Este dispositivo pode ser utilizado por um cliente de cada vez";

"USBDeviceSharing" = "Restrições de acesso";
"USBDeviceSharing.0" = "Sem restrições";
"USBDeviceSharing.1" = "Usar a palavra‑passe de %@";	/* product name goes here */
"USBDeviceSharing.2" = "Usar a palavra‑passe de um dispositivo USB";
"USBDeviceSharing.3" = "Usar contas";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Ligar o Time Capsule antigo";
"WaitForDirectConnectTask.replacecables" = "Mova todos os cabos Ethernet do Time Capsule anterior para o novo Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Para optimizar a migração, utilize um cabo Ethernet adicional para fazer a ligação entre a porta WAN do Time Capsule antigo e uma porta LAN do novo Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "A verificar se o Time Capsule está ligado via Ethernet…";
"WaitForDirectConnectTask.ok1" = "Os seus dispositivos Time Capsule já estão ligados.";
"WaitForDirectConnectTask.ok2" = "Para começar a migração, clique em Continuar.";
"WaitForDirectConnectTask.ok3" = "A migração pode demorar bastante tempo, dependendo do conteúdo do disco a partir do qual é feita.";
"WaitForDirectConnectTaskOldLabel" = "Time Capsule antigo";
"WaitForDirectConnectTaskNewLabel" = "Novo Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "A verificar a ligação à Internet";
"VerifyInternetConnectionTest" = "O Utilitário AirPort está a verificar se este dispositivo %@ está ligado à Internet.";
"VerifyInternetConnectionTestSuccess" = "Este dispositivo %@ está ligado à Internet. Clique em Continuar.";
"VerifyInternetConnectionTestFailure" = "Se quiser usar a ligação à Internet durante a migração, certifique‑se de que o modem de cabo ou DSL está ligado à porta WAN do novo Time Capsule. Desligue o modem, retire a bateria (se tiver uma), aguarde alguns segundos, volte a colocar a bateria e ligue o modem. Quando a ligação estiver activa, clique em Continuar.";
"VerifyInternetConnectionTestFailureIgnore" = "Se não pretende usar a ligação à Internet durante a migração, clique em Continuar.";

